module.exports.config = {
 name: "rules2",
 version: "1.0.0",
 hasPermssion: 0,
 credits: "Shahadat Islam",
 description: "Send group rules",
 commandCategory: "information",
 usages: "rules2",
 cooldowns: 5
};

module.exports.run = async ({ api, event }) => {
 const message = `❐-আসসালামু আলাইকুম,🖤🌺
❐- ≛⃝ᴍɪх𝄟≛⃝ Music 🎶 এর কিছু 𝚁𝚄𝙻𝙴𝚂 আছে, এগুলো হয়তো অনেকেই জানেন না যারা জানেন না তারা জেনে রাখেন⬅️
<------------------------------------------------->

মন দিয়ে পড়ে নিবেন!!😇


1️⃣ এডমিনের কথা শুনতে হবে ✅
2️⃣ শুধু Voice এ গান দিবেন     ✅
3️⃣ গ্রুপে Voice সিন করে কমপক্ষে ২০/২৫ টা Voice এ সাথে সাথে রিয়েক্ট দিবেন ✅
4️⃣গ্রুপে আমরা সবাই ভাই-বোন,গ্রুপে যেহেতু সবাই আমরা বাই-ভোন সেহেতু গ্রুপে কোন প্রকার প্রেম ভালো বাসা নিয়ে কথা বলা যাবে না,কাউকে ফ্রেন্ড রিকুয়েস্ট এন্ড ইনবক্সে এ মেসেজ দেওয়া যাবে না,কেউ যদি ফ্রেন্ড রিকুয়েস্ট বা ইনবক্স করে সাথে সাথে এডমিন কে এই বিষয় এ জানাতে হবে!!
5️⃣গ্রুপে কোনো ধরনের অশ্লিল কথা বলা যাবে না, যাতে করে গ্রুপের অন্য মেম্বার কষ্ট পায়,মান সম্মত পরিবেশ বজায় রাখতে হবে,মান সম্মত নয় এমন কোন টেক্সট বা ভিডিও দেওয়া যাবে না ✅ 
6️⃣Emoji, Message , Video,  
Link দেওয়া যাবে না ‼️, ভুলে চলে গেলে সাথে সাথে Remove  করতে হবে ✅
7️⃣ Fake Voice + অন্য কারো ভয়েস Forward  করে দেওয়া যাবে না ‼️

𝐃𝐨𝐧'𝐭 𝐚𝐥𝐥𝐨𝐰 𝐚𝐧𝐲 𝐭𝐨𝐱𝐢𝐜 𝐩𝐞𝐫𝐬𝐨𝐧 🚫

বি:দ্র: Rulse না মানলে নোটিশ ছাড়া গ্রুপ থেকে Remove করা হবে ‼️☠️
( কথা বলার জন্য আলাদা GROUP আছে ADD হতে চাইলে এডমিনদের Inbox  করবেন,)✨✅ (ধন্যবাদ💕)

Group Owner:Ayan Chowdhury 
𝙵𝙱 𝙻𝙸𝙽𝙺: https://www.facebook.com/bade.lack000

_সাথেই থাকুন 🌺─꯭─⃝‌‌Ayan 𝐂𝐡𝐚𝐭 𝐁𝐨𝐭🌸_

💖...........ধন্যবাদ সবাইকে...........💖`;

 return api.sendMessage(message, event.threadID);
};
